Repository: QinChBeSt/beeOrderForRider
Catalog: BeeOrderForRider/*.lproj/Localizable.strings
Languages: th

# 主页
source: home
th: หน้าแรก

# 取消
source: Cancel
th: ยกเลิก

# 确定
source: conform
th: ยืนยัน

# 成功
source: Successful
th: สำเร็จ

# 登录
source: Login
th: ล็อคอิน

# 请输入BEERIDER账号
source: Please enter the BEERIDER account
th: ใส่ชื่อผู้ใช้ BeeRider

# 请输入密码
source: Please enter your password
th: กรุณาใส่รหัสผ่าน

# 请确认密码
source: Please confirm the password
th: ยืนยันรหัสผ่าน

# 请输入新密码
source: Please enter new password
th: กรุณาใส่รหัสผ่านใหม่

# 请输入旧密码
source: Please enter old password
th: ใส่รหัสผ่านเก่า

# 密码错误
source: Password error
th: รหัสผ่านไม่ถูกต้อง

# 登录成功
source: Login successful
th: ล็อคอินสำเร็จ

# 用户协议
source: User agreement
th: เงื่อนไขการใช้งาน

# 登录代表您已同意《BEERIDER用户协议》
source: login represents that you have agreed to《BEERIDER user agreement》
th: การลงชื่อเข้าใช้ ถือว่าคุณยอมรับเงื่อนไขการใช้งานBeeRider

# 《BEERIDER用户协议》
source: 《BEERIDER user agreement》
th: เงื่อนไขการใช้งานBeeRider

# 账号异常，请重新登录
source: Account exception, please login again
th: กรุณาลงชื่อเข้าใช้อีกครั้ง

# 开工
source: Start work
th: รับออร์เดอร์ได้

# 忙碌
source: Busy
th: อยู่ระหว่างการส่งสินค้า

# 收工
source: Knock off
th: เลิกงาน

# 历史订单
source: Historical order
th: ประวัติของการจัดส่ง

# 修改密码
source: Change password
th: เปลี่ยนรหัสผ่าน

# 语言切换
source: Language switch
th: เปลี่ยนภาษา

# 关于BEERIDER骑手
source: About the BEERIDER rider
th: เกี่ยวกับ BeeRider

# 退出登录
source: Log out
th: ออกจากระบบ

# 是否退出登录?
source: Do you want to Log out?
th: ยืนยันการออกจากระบบ?

# 跟随系统
source: Follow the system
th: ตามสเป็คการตั้งค่าของเครื่อง

# 新任务
source: New mission
th: ออร์เดอร์ใหม่

# 待取货
source: To be taken
th: รอรับของ

# 待送达
source: To be served
th: รอส่งมอบ

# 联系商家
source: call shop
th: ติดต่อร้านค้า

# 接单
source: Get order
th: รับออร์เดอร์

# 上报到店
source: Arrive Shop
th: ยืนยันถึงร้านค้า

# 小计
source: Total
th: ยอดรวม

# 配送费
source: Delivery fee
th: ค่าจัดส่ง

# 优惠金额
source: Preferential amount
th: ส่วนลด

# 配送地址
source: Address
th: ที่อยู่จัดส่ง

# 订单时间
source: Order time
th: เวลาออร์เดอร์

# 订单号码
source: Order number
th: ออร์เดอร์นัมเบอร์

# 订单详情
source: Detail Order
th: รายละเอียดออร์เดอร์

# 去导航
source: To navigation
th: คลิกเพื่อนำทาง

# 导航
source: navigation
th: นำทาง

# 搜索
source: search
th: ค้นหา

# 开始时间
source: Start time
th: เวลาเริ่ม

# 结束时间
source: End time
th: เวลาจบ

# 请选择开始时间
source: Please select start time
th: เลิกเวลาเริ่ม

# 请选择结束时间
source: Please select end time
th: เลิกเวลาจบ

# 总计
source: total
th: ทั้งหมด

# 订单编号:
source: Order No.
th: ออร์เดอร์นัมเบอร์

# 取
source: Take
th: รับของ

# 送
source: Send
th: ส่งของ

# 商家未接单
source: No orders
th: ร้านค้าไม่ได้รับออร์เดอร์

# 商家已接单
source: The merchant has received the order
th: ร้านค้ารับออร์เดอร์แล้ว

# 骑手未接单
source: Rider not received
th: คนขับไม่ได้รับออร์เดอร์

# 骑手已接单
source: The rider has received the order
th: คนขับรับออร์เดอร์แล้ว

# 骑手到店
source: Riders to the store
th: คนขับไปถึงร้านค้า

# 骑手拿到东西
source: The rider gets the thing.
th: คนขับได้รับสินค้า

# 订单完成
source: Order completed
th: ออร์เดอร์เรียบร้อย

# 未评价
source: Not evaluated
th: ไม่ได้คอมเม้นท์

# 已评价
source: Evaluated
th: คอมเม้นท์ แล้ว

# 商家已取消
source: The merchant has cancelled
th: ออร์เดอร์ถูกยกเลิกโดยร้านค้า

# 全部历史账单
source: All history order
th: รายได้วันนี้

# 选择时间
source: Select time
th: เลือกเวลา

# 派送时间
source: Delivery Time
th: เวลาจัดส่ง

# 送达时间
source: Arrive Time
th: เวลาส่งถึง

# 请选择送达时间
source: Please choose arrive time
th: เลือกเวลาส่งถึง

# 备注
source: note
th: ข้อสังเกต

# 打开定位
source: Open Lacation
th: ยืนยันการเปิดใช้งาน GPS

# 允许定位提示
source: Allow location
th: ยืนยันการแจ้งเตือนจากGPS

# 请在设置中打开定位,否则无法提供准确的距离信息
source: Please open the positioning in the Settings, otherwise the accurate distance information cannot be provided
th: กรุณาเปิดการใช้งานGPS ของมือถือ ไม่อย่างนั้น จะไม่สามารถได้รับการนำทางของแอพพลิเคชั่น

# 上报到店成功,此订单为待取货状态
source: Reported to the store successfully, this order is in the state of pending delivery
th: รายงานตัวถึงร้านค้าเรียบร้อย สถานะอยู่ที่รอรับสินค้า

# 确认送达,此订单已完成
source: Confirm delivery, this order has been completed
th: ยืนยันการส่งมอบให้ทางลูกค้า ออร์เดอร์นี้เรียบร้อ

# 发短信给顾客
source: SMS to customers
th: ส่งข้อความให้ลูกค้า

# 商家电话
source: shop phone
th: เบอร์โทรร้านค้า

# 顾客电话
source: Customer phone
th: เบอร์โทรลูกค้า

# 当日总单数
source: Total number of the day
th: จำนวนออร์เดอร์วันนี้

# 当日总金额
source: Total amount for the day
th: ยอดรวมวันนี้

# 用户名或密码错误
source: User name or password error
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

# 服务器异常
source: Server exception
th: เน็ตเวิร์คขัดข้อง

# 账号异常
source: Account abnormal
th: บัญชีผู้ใช้ขัดข้อง

# 确认接单？
source: get Order?
th: ยืนยันรับออร์เดอร์?

# 确认到店？
source: Arrive Shop?
th: ยืนยันถึงร้านค้า?

# 注册
source: register
th: สมัคร

# 请输入手机号
source: Please enter your phone number
th: กรุณาใส่เบอร์โทรศัพท์

# 注册成功
source: register success
th: สมัดเรียบร้อย

# 注册失败
source: register failed
th: สมัครสมาชิกไม่สำเร็จ

# 两次密码不相同，请检查输入的密码
source: Two passwords are different. Please check the password
th: รหัสผ่านไม่ตรงกันกรุณาตรวจสอบอีกครั้ง

# 今日预计收入
source: Estimated income today
th: การประมาณรายได้วันนี้

# 历史账单
source: History Order
th: ออร์เดอร์เก่า

# 外卖订单
source: Delivered Order
th: ออร์เดอร์

# 待交账
source: will account
th: รอส่งมอบบัญชี

# 已交账
source: had account
th: ส่งมอบบัญชีเรียบร้อย

# 订单明细
source: Order details
th: รายละเอียดออร์เดอร์

# 菜品原价
source: Original price
th: ราคาเดิม

# 商家活动支出
source: Business activity expenditure
th: ค่าใช้จ่ายโปรโมชั่นของร้านค้า

# 餐盒费用
source: Box charge
th: ค่าแพ็ค

# 商家名称&订单编号
source: shop name & order number
th: ชื่อร้านค้า&ออร์เดอร์นัมเบอร์

# 交易类型
source: Type of transaction
th: ประเภทการค้า

# 金额
source: money
th: จำนวนเงิน

# 商品
source: goods
th: สินค้า

# 活动支出
source: Activity expenditure
th: ค่าใช้จ่ายโปรโมชั่น

# 用户支付配送费金额
source: User pays the delivery fee amount
th: ค่าจัดส่งที่ลูกค้าต้องชำระ

# 结算金额
source: Settlement amount
th: ยอดรวม

# 订单编号
source: Order serial number
th: ออร์เดอร์นัมเบอร์

# 订单号
source: order number
th: ออร์เดอร์นัมเบอร์

# 下单时间
source: create order time
th: เวลาออร์เดอร์

# 订单完成时间
source: Order completion time
th: เวลาที่ออร์เดอร์เสร็จ

# 配送方式
source: Delivery Method
th: วิธีการจัดส่ง

# BeeOrder配送
source: BeeOrder Delivery
th: จัดส่งโดยBeeOrder

# 暂无今日数据
source: No data available today
th: ไม่มีดาต้า

# 共
source: Total
th: ทั้งหมด

# 笔
source: deal
th: รายการ

# 商家配送
source: Merchant delivery
th: จัดส่งโดยร้านค้า

# 联系客户
source: Contact Customer
th: ติดต่อลูกค้า

# 确认检查菜品无异样并取货？
source: Confirm that the inspection menu is no different and pick up the goods?
th: ยืนยันการรับสินค้า สินค้าปกติไม่มีเสียหาย?

# 确认送达并已收款？
source: Confirmed delivery and received payment?
th: ยืนยันการส่งถึง ลูกค้าชำระเงินเรียบร้อย?

# 确认检查菜品无异样并取货
source: Confirm that the inspection menu is no different and pick up the goods
th: ยืนยันการรับสินค้า สินค้าปกติไม่มีเสียหาย?

# 确认送达并已收款
source: Confirmed delivery and received payment
th: ยืนยันการส่งถึง ลูกค้าชำระเงินเรียบร้อย

# 账号已在其它设备登录
source: The account has been logged in on another device
th: บัญชีของคุณได้ลงชื่อเข้าใช้ด้วยเครื่องมืออื่น
